Repository: GalliumOS/galliumos-update
Catalog: src/zenity-2.20.1/po/*.po
Languages: ml, ne

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ml: ഇതൊരു ഫ്രീ സോഫ്റ്റ്‍വയര്‍ ആണ്. നിങ്ങള്‍ക്ക് Free Software Foundation പ്രസിദ്ധീകരിച്ചിരിക്കുന്ന GNU General Public License അനുസരിച്ച് ഇത് വേണമെങ്കില്‍ മാറ്റങ്ങള്‍ വരുത്തി വീണ്ടും വിതരണം ചെയ്യാവുന്നതാണ്; ലൈസന്‍സിന്‍റെ വേര്‍ഷന്‍ 2 അല്ലെങ്കില്‍ നിങ്ങള്‍ക്ക് ആവശ്യമുളള മറ്റ് ഏതെങ്കിലും വേര്‍ഷന്‍ ഉപയോഗിക്കാം.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ml: ഈ പ്രോഗ്രാം നിങ്ങള്‍ക്ക് പ്രയോജനപ്പെടും എന്ന പ്രതീക്ഷയില്‍ വിതരണം ചെയ്യുന്നു. പക്ഷേ, ഇതിന് ഒരു വാറന്‍റിയും ലഭ്യമല്ല. കൂടുതല്‍ വിവരങ്ങള്‍ക്ക് GNU General Public License കാണുക.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
ml: ഈ പ്രോഗ്രാമിനൊപ്പം നിങ്ങള്‍ക്ക് GNU General Public License-ന്‍റെ ഒരു പകര്‍പ്പ് ലഭിക്കേണ്ടതാണ്; ഇല്ലായെങ്കില്‍ ദയവായി താഴെ പറയുന്ന വിലാസത്തിലേക്ക് എഴുതുക: Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: translator-credits
ml: അനി പീറ്റര്‍ <peter.ani@gmail.com>
ne: अनुवादक-श्रेयहरू

source: Display dialog boxes from shell scripts
ml: ഷെല്‍ സ്ക്രിപ്റ്റുകളില്‍ നിന്നും ഡയലോഗ് ബോക്സുകള്‍ കാണിക്കുക
ne: शेल लिपीबाट डायलग बक्सको प्रदर्शन

source: You must specify a dialog type. See 'zenity --help' for details
ml: ഏതെങ്കിലും ഒരു ഡയലോഗ് രീതി പറയേണ്ടതാണ്. കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി 'zenity --help' കാണുക
ne: तपाइले डायलग प्रका बिशेष रुपले वर्णन गर्नुनु पर्छ । वृस्तृत जानकारीको लागी 'जेनीटि--सहयोग' मा हेर्नुहोस

source: could not parse command from stdin
ml: stdin-ല്‍ നിന്നും നിര്‍ദ്ദേശം പാഴ്സ് ചെയ്യുവാന്‍ സാധ്യമല്ല
ne: stdin बाट आदेश व्याख्या गर्न सकिएन

source: Zenity notification
ml: Zenity അറിയിപ്പ്
ne: जेनिटि चेतावनि

source: Maximum value must be greater than minimum value.
ml: ഏറ്റവും കൂടുതല്‍ മൂല്ല്യം ഏറ്റവും ചെറിയ മൂല്ല്യത്തെക്കാള്‍ വലുതായിരിക്കണം.

source: Value out of range.
ml: മൂല്ല്യം പരിധിയ്ക്ക് പുറത്ത്.

source: No column titles specified for List dialog.
ml: ലിസ്റ്റ് ഡയലോഗിന് ഒരു നിര തലക്കെട്ടുകളും പറഞ്ഞിട്ടില്ല.
ne: तालीका डायलगको लागी कुनै स्तम्भ शीर्षक नदिइएको छैन

source: You should use only one List dialog type.
ml: ഒരു തരത്തിലുളള ലിസ്റ്റ് ഡയലോഗ് മാത്രമേ ഉപയോഗിക്കുവാന്‍ പാടുളളൂ.

source: Add a new entry
ml: ഒരു പുതിയ എന്‍ട്രി ചേര്‍ക്കുക
ne: नया तथ्याङ्क राख्नुस

source: Adjust the scale value
ml: സ്കെയില്‍ മൂല്ല്യം ശരിയാക്കുക

source: Adjust the scale value.
ml: സ്കെയില്‍ മൂല്ല്യം ശരിയാക്കുക.

source: All updates are complete.
ml: എല്ലാ അപ്ഡേറ്റും കഴിഞ്ഞിരിക്കുന്നു.
ne: सबै अद्यावधिकहरू पुरा भयो।

source: An error has occurred.
ml: ഒരു പിഴവ് സംഭവിച്ചിരിക്കുന്നു.
ne: एउटा त्रुटि देखापर्यो।

source: Are you sure you want to proceed?
ml: മുന്പോട്ട് പോകണമെന്ന് നിങ്ങള്‍ക്ക് ഉറപ്പാണോ?
ne: के तपाई अगाडी बढ्न चाहनु हुन्छ ?

source: C_alendar:
ml: കലണ്ടര്‍: (_a)
ne: पात्रो:

source: Calendar selection
ml: കലണ്ടറിന്‍റെ ഭാഗം
ne: पात्रो छनौट

source: Error
ml: പിശക്
ne: त्रुटि

source: Information
ml: വിവരം
ne: सुचना

source: Progress
ml: പുരോഗതി‌
ne: प्रगती

source: Question
ml: ചോദ്യം
ne: प्रश्न

source: Running...
ml: പ്രവര്‍ത്തനത്തില്‍...
ne: चलीरहेछ.....

source: Select a date from below.
ml: താഴെ നിന്നും ഒരു തിയതി തിരഞ്ഞെടുക്കുക.
ne: तलबाट मिती छान्नुस

source: Select a file
ml: ഒരു ഫയല്‍ തിരഞ്ഞെടുക്കുക
ne: एउटा फाइल रोज्नुस

source: Select items from the list
ml: ലിസ്റ്റില്‍ നിന്നും ഇനം തിരഞ്ഞെടുക്കുക
ne: तालिकाबाट कुनै एक छान्नुस

source: Select items from the list below.
ml: താഴെ കൊടുത്തിട്ടുളള ലിസ്റ്റില്‍ നിന്നും ഇനം തിരഞ്ഞെടുക്കുക.
ne: तलको तालिकाबाट कुनै एक छान्नुस।

source: Text View
ml: വാചകത്തിന്‍റെ കാഴ്ച
ne: अक्षरको रुपमा हेर्नु

source: Warning
ml: മുന്നറിയിപ്പ്
ne: चेतावनी

source: _Enter new text:
ml: പുതിയ വാചകം എന്‍റര്‍ ചെയ്യുക: (_E)
ne: _नया अक्षर प्रदानगर्नु

source: Set the dialog title
ml: ഡയലോഗ് തലക്കെട്ട് ക്രമീകരിക്കുക
ne: सुचकको शिर्षक राख्नुस

source: TITLE
ml: തലക്കെട്ട്
ne: शिर्षक

source: Set the window icon
ml: ജാലകത്തിന്‍റെ പ്രതിരൂപം ക്രമീകരിക്കുക
ne: विण्डोको आइकन राख्नुस

source: Set the width
ml: വീതി ക്രമീകരിക്കുക
ne: चौडाइको नाप दिनुस्

source: WIDTH
ml: വീതി
ne: चौडाई

source: Set the height
ml: ഉയരം ക്രമീകരിക്കുക
ne: उचाइको नाप दिनुस

source: HEIGHT
ml: ഉയരം
ne: उचाई

source: Display calendar dialog
ml: കലണ്ടര്‍ ഡയലോഗ് കാണിക്കുക
ne: पात्रो संवाद देखाउनुस्

source: Set the dialog text
ml: ഡയലോഗ് വാചകം ക്രമീകരിക്കുക
ne: संवाद पाठ मिलाउनुस

source: Set the calendar day
ml: കലണ്ടറില്‍ ദിവസം സെറ്റ് ചെയ്യുക
ne: पात्रोमा तिथी मिलाउनुस

source: Set the calendar month
ml: കലണ്ടറില്‍ മാസം സെറ്റ് ചെയ്യുക
ne: पात्रोमा महिना मिलाउनुस

source: Set the calendar year
ml: കലണ്ടറില്‍ വര്‍ഷം സെറ്റ് ചെയ്യുക
ne: पात्रोमा वर्ष मिलाउनुस

source: Set the format for the returned date
ml: തിരികെ ലഭിച്ച തീയതിയുടെ രീതി സെറ്റ് ചെയ്യുക
ne: फिर्ता हुने मितीको स्वरुप मिलाउनुस

source: Display text entry dialog
ml: വാചകം എന്‍റര്‍ ചെയ്യുന്നതിനുളള ഡയലോഗ് കാണിക്കുക
ne: पाठ प्रविष्ट गर्ने संवाद प्रदर्शन गर्नुहोस्

source: Set the entry text
ml: എന്‍ട്രി വാചകം സെറ്റ് ചെയ്യുക
ne: राखीएका अक्षर मिलाउनुस

source: Hide the entry text
ml: എന്‍ട്രി വാചകം അദൃശ്യമാക്കുക
ne: राखीएका अक्षर लुकाउनुस

source: Display error dialog
ml: പിശക് ഡയലോഗ് കാണിക്കുക
ne: त्रुटि संवाद देखाउनुहोस्

source: Do not enable text wrapping
ml: വാചകം റാപ്പിങ് അപ്രാപ്യമാക്കുക
ne: पाठ लपेट्ने सक्षम नपार्नुहोस्

source: Display info dialog
ml: വിവരങ്ങളുടെ ഡയലോഗ് കാണിക്കുക
ne: सुचना संवाद प्रदर्शन गर्नुहोस्

source: Display file selection dialog
ml: ഫയല്‍ തിരഞ്ഞെടുക്കുന്നതിനുളള ഡയലോഗ് കാണിക്കുക
ne: फाइल रोज्ने संवाद प्रदर्शन गर्नुहोस्

source: Set the filename
ml: ഫയല്‍നാമം ക്രമീകരിക്കുക
ne: फाइलको नाम सेट गर्नुहोस्

source: FILENAME
ml: ഫയല്‍നാമം
ne: फाइलको नाम

source: Allow multiple files to be selected
ml: അനവധി ഫയലുകള്‍ തിരഞ്ഞെടുക്കുന്നതിന് അനുവദിക്കുക
ne: धेरै फाइल रोज्ने अनुमती छ

source: Activate directory-only selection
ml: ഡയറക്ടറി-മാത്രം തിരഞ്ഞെടുക്കല്‍ സജ്ജമാക്കുക
ne: सक्रिय निर्देशिका मात्र रोज्नुहोस्

source: Activate save mode
ml: സംരക്ഷണ മോഡ് പ്രവര്‍ത്തിപ്പിക്കുക
ne: संग्रह शैलि सक्रिय बनाऊनुहोस्

source: Set output separator character
ml: ഔട്ട് പുട്ട് വേര്‍തിരിക്കുന്ന അക്ഷരം സെറ്റ് ചെയ്യുക
ne: प्रतिफल विभाजक वर्ण सेट गर्नुहोस्

source: Confirm file selection if filename already exists
ml: ഫയല്‍നാമം നിലവിലുണ്ട് എങ്കില്‍ ഫയല്‍ തിരഞ്ഞെടുക്കലില്‍ ഉറപ്പ് വരുത്തുക

source: Display list dialog
ml: ലിസ്റ്റ് ഡയലോഗ് കാണിക്കുക
ne: तालीका संवाद प्रदर्शन गर्नुहोस्

source: Set the column header
ml: നിരയുടെ തലക്കെട്ട് സെറ്റ് ചെയ്യുക
ne: स्तम्भ शिर्षक दिनुस

source: Use check boxes for first column
ml: ആദ്യത്തെ നിരയ്ക്ക് ചെക്ക് ബോക്സുകള്‍ ഉപയോഗിക്കുക
ne: पहिलो स्तम्भको लागि चेक बक्स प्रयोग गर्नुहोस्

source: Use radio buttons for first column
ml: ആദ്യത്തെ നിരയ്ക്ക് റേഡിയോ ബട്ടണുകള്‍ ഉപയോഗിക്കുക
ne: पहिलो स्तम्भको लागि रेडियो बटन प्रयोग गर्नुहोस्

source: Allow multiple rows to be selected
ml: അനവധി വരികള്‍ തിരഞ്ഞെടുക്കുന്നതിന് അനുവദിക്കുക

source: Allow changes to text
ml: വാചകത്തില്‍ മാറ്റം വരുത്തുന്നതിന് അനുവദിക്കുക
ne: पाठमा परिवर्तन अनुमति छ

source: Print a specific column (Default is 1. 'ALL' can be used to print all columns)
ml: പറഞ്ഞിരിക്കുന്ന നിര പ്രിന്‍റ് ചെയ്യുക (ഡീഫോള്‍ട്ടായി 1 ആണ്. എല്ലാ നിരകളും പ്രിന്‍റ് ചെയ്യുന്നതിനായി 'ALL' ഉപയോഗിക്കാം)
ne: विशेष स्तम्भ छाप्नुहोस् (१ पुर्व निर्धारित हो। 'सबै' सबे स्तम्भ छाप्न पर्योग गरिन्छ)

source: Hide a specific column
ml: പറഞ്ഞിരിക്കുന്ന വരി അദൃശ്യമാക്കുക

source: Display notification
ml: അറിയിപ്പ് കാണിക്കുക
ne: जानकारि प्रदर्शन

source: Set the notification text
ml: അറിയിപ്പിന്‍റെ വാചകം സെറ്റ് ചെയ്യുക
ne: जानकारि पाठ राख्नुहोस्

source: Listen for commands on stdin
ml: stdin-ല്‍ നിര്‍ദ്ദേശങ്ങള്‍ക്കായി കാത്തിരിക്കുക
ne: stdin मा आदेशको लागि सुन्नुहोस्

source: Display progress indication dialog
ml: പുരോഗതി സൂചിപ്പിക്കുന്ന ഡയലോഗ് കാണിക്കുക
ne: प्रगती चिन्ह संवाद प्रदर्शन गर्नुहोस्

source: Set initial percentage
ml: ആരംഭത്തിലുളള ശതമാനം സെറ്റ് ചെയ്യുക
ne: शुरुको प्रतिशत मिलाउनुस

source: Pulsate progress bar
ml: പുരോഗതിയുടെ ബാര്‍ ഇളക്കുക
ne: धडकनको प्रगती बार

source: Dismiss the dialog when 100% has been reached
ml: 100% എത്തുന്പോള്‍ ഡയലോഗ് കാണിക്കുക
ne: जब १००% पुग्छ संवाहकलाइ हटाउनुस

source: Display question dialog
ml: ചോദ്യത്തിനുളള ഡയലോഗ് കാണിക്കുക
ne: प्रश्न संवाद देखाउनुहोस्

source: Display text information dialog
ml: വാചകത്തിന്‍റെ വിവരങ്ങള്‍ക്കായുളള ഡയലോഗ് കാണിക്കുക
ne: पाठको जानकारी संवाद प्रदर्शन गर्नुहोस्

source: Open file
ml: ഫയല്‍ തുറക്കുക
ne: फाइल खोल्नुस

source: Display warning dialog
ml: മുന്നറിയിപ്പിനുളള ഡയലോഗ് കാണിക്കുക
ne: चेतावनी संवाद प्रदर्शन गर्नुहोस्

source: Display scale dialog
ml: സ്കെയിലിനുളള ഡയലോഗ് കാണിക്കുക

source: Set initial value
ml: പ്രാരംഭ മൂല്ല്യം സെറ്റ് ചെയ്യുക

source: Set minimum value
ml: ഏറ്റവും കുറഞ്ഞ മൂല്ല്യം സെറ്റ് ചെയ്യുക

source: Set maximum value
ml: ഏറ്റവും കൂടിയ മൂല്ല്യം സെറ്റ് ചെയ്യുക

source: Set step size
ml: സ്റ്റെപ്പിന്‍റെ അളവ് സെറ്റ് ചെയ്യുക

source: Print partial values
ml: ഭാഗികമായ മൂല്ല്യങ്ങള്‍ പ്രിന്‍റ് ചെയ്യുക

source: Hide value
ml: മൂല്ല്യം അദൃശ്യമാക്കുക

source: About zenity
ml: zenity സംബന്ധിച്ച്
ne: जेनिटीको बारेमा

source: Print version
ml: പ്രിന്‍റ് വേര്‍ഷന്‍‌
ne: छाप्ने संस्करण

source: General options
ml: സാധാരണ ഉപാധികള്‍
ne: साधारण विकल्पहरू

source: Show general options
ml: സാധാരണ ഉപാധികള്‍ കാണിക്കുക
ne: साधारण विकल्पहरू देखाउनुहोस्

source: Calendar options
ml: കലണ്ടര്‍ ഉപാധികള്‍
ne: पात्रोका विकल्पहरू

source: Show calendar options
ml: കലണ്ടര്‍ ഉപാധികള്‍ കാണിക്കുക
ne: पात्रोका विकल्पहरू देखाउनुहोस्

source: Text entry options
ml: വാചക എന്‍റര്‍ ചെയ്യുവാനുളള ഉപാധികള്‍
ne: पाठ प्रविष्टका विकल्पहरू

source: Show text entry options
ml: വാചക എന്‍റര്‍ ചെയ്യുവാനുളള ഉപാധികള്‍ കാണിക്കുക
ne: पाठ प्रविष्टका विकल्पहरू देखाउनुहोस्

source: Error options
ml: പിശകിനുളള ഉപാധികള്‍
ne: त्रुटिका विकल्पहरू

source: Show error options
ml: പിശകിനുളള ഉപാധികള്‍ കാണിക്കുക
ne: त्रुटिका विकल्पहरू देखाउनुहोस्

source: Info options
ml: വിവരങ്ങള്‍ക്കായുളള ഉപാധികള്‍
ne: सुचनाका विकल्पहरू

source: Show info options
ml: വിവരങ്ങള്‍ക്കായുളള ഉപാധികള്‍ കാണിക്കുക
ne: सुचनाका विकल्पहरू देखाउनुहोस्

source: File selection options
ml: ഫയല്‍ തിരഞ്ഞെടുക്കുന്നതിനുളള ഉപാധികള്‍
ne: फाइल छनौटका विकल्पहरू

source: Show file selection options
ml: ഫയല്‍ തിരഞ്ഞെടുക്കുന്നതിനുളള ഉപാധികള്‍ കാണിക്കുക
ne: फाइल छनौटका विकल्पहरू देखाउनुहोस्

source: List options
ml: ലിസ്റ്റ് ഉപാധികള്‍
ne: तालिकाका विकल्पहरू

source: Show list options
ml: ലിസ്റ്റ് ഉപാധികള്‍ കാണിക്കുക
ne: तालिकाका विकल्पहरू देखाउनुहोस्

source: Notification icon options
ml: അറിയിപ്പ് പ്രതിരൂപത്തിനുളള ഉപാധികള്‍
ne: सुचना छविचित्र विकल्पहरू

source: Show notification icon options
ml: അറിയിപ്പ് പ്രതിരൂപത്തിനുളള ഉപാധികള്‍ കാണിക്കുക
ne: सुचना छविचित्र विकल्पहरू देखाउनुहोस्

source: Progress options
ml: പുരോഗതിയ്കുളള ഉപാധികള്‍
ne: प्रगती विकल्पहरू

source: Show progress options
ml: പുരോഗതിയ്കുളള ഉപാധികള്‍ കാണിക്കുക
ne: प्रगती विकल्पहरू देखाउनुहोस्

source: Question options
ml: ചോദ്യത്തിനുളള ഉപാധികള്‍
ne: प्रश्न विकल्पहरू

source: Show question options
ml: ചോദ്യത്തിനുളള ഉപാധികള്‍ കാണിക്കുക
ne: प्रश्न विकल्पहरू देखाउनुहोस्

source: Warning options
ml: മുന്നറിയിപ്പിനുളള ഉപാധികള്‍
ne: चेतावनी विकल्पहरू

source: Show warning options
ml: മുന്നറിയിപ്പിനുളള ഉപാധികള്‍ കാണിക്കുക
ne: चेतावनी विकल्पहरू देखाउनुहोस्

source: Scale options
ml: സ്കെയില്‍ ഉപാധികള്‍

source: Show scale options
ml: സ്കെയില്‍ ഉപാധികള്‍ കാണിക്കുക

source: Text information options
ml: വാചക വിവരങ്ങള്‍ക്കുളള ഉപാധികള്‍
ne: पाठ जनकारी विकल्पहरू

source: Show text information options
ml: വാചക വിവരങ്ങള്‍ക്കുളള ഉപാധികള്‍ കാണിക്കുക
ne: पाठ जनकारी विकल्पहरू देखाउनुहोस्

source: Miscellaneous options
ml: മറ്റ് ഉപാധികള്‍
ne: विविध विकल्पहरू

source: Show miscellaneous options
ml: മറ്റ് ഉപാധികള്‍ കാണിക്കുക
ne: विविध विकल्पहरू देखाउनुहोस्

source: This option is not available. Please see --help for all possible usages.
ml: ഈ ഉപാധി ലഭ്യമല്ല. ലഭ്യമായ ഉപയോഗിക്കേണ്ട വിധങ്ങല്‍ എല്ലാം കാണുന്നതിനായി ദയവായി see --help പരിശോധിക്കുക.
ne: यो विकल्प उपलब्ध छैन। कृपया अरू सम्भाव्य प्रयोगहरूको लागि -सहयोगमा हेर्नुहोस्।

source: --%s is not supported for this dialog
ml: ഈ ഡയലോഗിന് --%s-ന് പിന്തുണ ലഭ്യമല്ല
ne: --%s यो संवादको लागि सहयोगिक छैन

source: Two or more dialog options specified
ml: രണ്ടോ അതിലധികമോ ഡയലോഗ് ഉപാധികള്‍ പറഞ്ഞിരിക്കുന്നു
ne: दुइ या दुइभन्दा बढी संवाद विकल्पहरू निश्चित गरीएको छ

source: (C) 2003 Sun Microsystems
ne: (C) २००३ सन माईक्रोसिष्टम

source: Credits
ne: दायीत्व

source: Written by
ne: लेखक

source: Translated by
ne: उल्था गर्ने

source: Orientation
ne: अभिमुखीकरण

source: The orientation of the tray.
ne: ट्रेको अभिमुखीकरण

source: About Zenity
ne: जेनिटीको बारेमा

source: _Credits
ne: _दायीत्व

source: ICONPATH
ne: आइकनपथ

source: SEPARATOR
ne: विभाजक
